Repository: Hawiak/Poppy-speech
Catalog: locale/*/LC_MESSAGES/poppy.po
Languages: nl_nl

source: Hello %s %s, welcome back!
nl_nl: Hallo %s %s welkom terug!

source: Your poppy is ready for use
nl_nl: Uw Poppy is klaar voor gebruik

source: I am sorry, i didn't quite understand you. Could you please repeat that?
nl_nl: Sorry, i kon u niet verstaan. Kunt u dat herhalen?

source: From now on I'll address you with %s
nl_nl: Vanaf nu spreek ik u aan met %s

source: Goodday %s %s, it is a pleasure getting to know you
nl_nl: Hallo %s %s, het is fijn u te leren kennen

source: What is your complete name?
nl_nl: Wat is uw volledige naam

source: How do you wish to be addressed?
nl_nl: Hoe wilt u aangesproken worden?

source: Is your name %s?
nl_nl: Uw naam is %s?

source: I'll repeat the question
nl_nl: Ik zal de vraag herhalen

source: You've answered %s, is that right?
nl_nl: U antwoord %s, klopt dat?

source: Today is %s
nl_nl: Vandaag is het %s

source: Hello
nl_nl: Hallo

source: Hello %s, what can I do for you?
nl_nl: Hallo %s, wat kan ik voor u doen?
